<?php

return [
	
	// Tips
	'tip_title' => 'Введите заголовок:',
	'tip_descr' => 'Введите краткое описание:',
	'tip_text' => 'Введите текст:',
	'tip_image' => 'Отправьте изображение (так же будет использоватья для обложки):',
	'tip_image_failed' => 'Не получилось распознать ваше изображение, попробуйте отправить другое:',
	
	'tip_change_title' => 'Введите новый заголовок:',
	'tip_change_descr' => 'Введите новое краткое описание:',
	'tip_change_text' => 'Введите новый текст:',
	'tip_change_image' => 'Отправьте новое изображение (так же будет использоватья для обложки):',
	
	// Buttons
	'button_change_title' => 'Изменить заголовок',
	'button_change_descr' => 'Изменить описание',
	'button_change_text' => 'Изменить текст',
	'button_change_image' => 'Изменить обложку',
	'button_change_cancel' => 'Отменить изменение',
	'button_publish' => 'Опубликовать',
	'button_draft' => 'В черновик',
	'button_cancel' => 'Отменить',
	'button_skip' => 'Пропустить',
	
	'button_view_portal' => 'Смотреть на портале',
	'button_edit_portal' => 'Редактировать на портале',
	
	// Messages
	'message_not_register' => 'Вы еще не зарегистрированы на портале или ваш аккаунт в телегамме не привязан к аккаунту на портале.'.PHP_EOL.'Чтобы это сделать, запустите команду /start',
	
	'message_publish_success' => 'Запись в блог была успешно опубликована',
	'message_publish_failed' => 'При публикации записи в блог произошла ошибка',
	
	'message_draft_success' => 'Запись в блог была успешно добавлена в черновик',
	'message_draft_failed' => 'При добавление записи в блог в черновик произошла ошибка',
];